"Service Update Failed" = "อัปเดตการบริการไม่สำเร็จ";
"Service Update Complete" = "อัปเดตการบริการเสร็จเรียบร้อย";
"Starting Service Update" = "กำลังเริ่มอัปเดตบริการ";
"Dismiss" = "บอกเลิก";
"OK" = "ตกลง";
"Call disallowed" = "เบอร์นี้ไม่ได้รับอนุญาต";
